<?

return [
    'metaTitle' => 'Какую роль title играет в продвижении сайта star-up-group.com.ua',
    'metaDescription' => 'Советы специалиста как правильно писать title, практические примеры, что нужно делать, чего нет. star-up-group.com.ua',

    'title' => 'Title важен или нет?',

    'whatIsTitle' => 'Что такое title?',
    'whatShouldBeWrittenInTitle' => 'Что нужно писать в title?',
    'howToWriteCorrectTitle' => 'Как написать правильный title?',
    'titleExample' => 'Пример написания title',

    'shortDescription' => 'Какую роль title играет в продвижении сайта давайте попробуем разобраться вместе',

    'title_1' => 'Думаю все слышали эти термины title, description, keywords кто сталкивался с продвижением сайта, или имеет свой сайт. Так давайте разберемся по порядку, зачем на сайте нужен title, description и keywords. На самом деле все очень просто если не оборачивать эти термины в умные понятия из википедии.',
    'title_2' => 'И вот теперь мы подошли к ответу на этот вопрос. Title один из ключевых и самых важных мета тегов на странице сайта, правильность его написание поднимет ваш сайт в выдаче и привлечет пользователей, но если он будет составлен не корректно то эффект будет ровно противоположный.',
    'title_3' => 'В этой статье я постарался максимально простыми словами объяснить что такое мета тег title. Но это все только базовые понятия, на практики нужно разберать каждый конкретный случай. Вы можете углубиться сами, или довериться профессионалам.',
    'title_4' => 'Звоните или пишите нам  и  мы найдем идеальное решение именно для Вашего сайта. ',

    'whatIsTitle_1' => 'Само название title то есть заголовок подразумевает, что это заголовок, но заголовок чего, на самой странице на сайте его не видно. Title - это заголовок страницы, для роботов поисковых систем.',
    'whatIsTitle_2' => 'Так что это значит, а это значит что когда робот заходит на страницу он обращает внимание на этот мета тег в первую очередь. Но где его может увидеть пользователь, или это только для робота? Title очень важное поля для пользователя в первую очередь, как раз смотря на него пользователь делает вывод заходить на сайт или нет.',
    'whatIsTitle_3' => 'Вот это поле которое видит пользователь в поисковой системе и есть title.',
    'whatIsTitle_4' => 'title как выглядит в выдаче',

    'whatShouldBeWrittenInTitle_1' => 'Поскольку title  это первое касание работа с контентом страницы, и пользователя, значит тут нужно максимально точно описать что мы транслируем на странице. Постараться привлечь внимание пользователя среди остальных запросов.',

    'howToWriteCorrectTitle_1' => 'У мета тега title есть определенный требования в написании. Максимальная длина title не должна превышать 70 символов. Title должен быть уникальный на сайте. В title нужно собрать максимально релевантные слова.',

    'titleExample_1' => 'Давайте разберем на примере. Например у нас магазин который продает детские электроавтомобили на которых катаются дети. И там название товара например “Электроавтомобиль Mercedes-Benz код 12345”. Вот для такой страницы нужно придумать title. ',
    'titleExample_2' => 'Пишем например так “Электроавтомобиль Mercedes-Benz код 12345 двухместный для детей”, вроде все правильно написали, но давайте посмотрим что видит пользователь.',
    'titleExample_3' => 'В таком случае мы будем показывать клиенту который ищет “Электроавтомобиль” он видит нашу ссылку и заходит на страницу и видит там совсем не то что искал, и уходит. Если вы скажите ну и что, зашел и вышел, какая для нас в этом проблема?',
    'titleExample_4' => 'Проблема в том, если у нас большой процент отказа, значит у нас в поиске не релевантный запрос, а значит поисковик понижает наш рейтинг, и соответственно позиции в выдаче.',
    'titleExample_5' => 'Поэтомы в таком случае лучше написать “Детский электроатомобиль Mercedes-Benz код 12345 двухместный”. При написании такого title мы не будем вести себя на страницу пользователей которых интересует только “Электроавтомобиль”.',

    'popUpText' => 'Наши специалисты проконсультируют вас и подберут оптимальное решение
    под вашу бизнес-цель!'
];
