<?php
return [
    'title' => 'Політика конфіденційності',
    'title_seo' => 'Політика конфіденційності - StarUpGroup',

    'item_1' => 'Відвідувач не може використовувати цей сайт неправильно. Зокрема, відвідувач не
    повинен впливати та втручатися в роботу даного сайту або отримувати доступ до інформації, опублікованої на цьому сайті, не через стандартний інтерфейс.',
    'item_2' => 'Відвідувач повинен використовувати цей сайт виключно згідно з нормами чинного
    законодавства України. Якщо адміністрація сайту виявить порушення відвідувачем цієї ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ ТА УМОВ, або запідозрить відвідувача в цьому, вона може призупинити або повністю закрити відвідувачу доступ до сайту.',
    'item_3' => 'Бурцев Сергій Миколайович може будь-коли переглянути цю ПОЛІТИКУ
    КОНФІДЕНЦІЙНОСТІ ТА УМОВИ.',
    'item_4' => 'Збирання та використання персональних даних:',

    'item_4_1' => 'Персональні дані - це відомості або сукупність відомостей про фізичну особу,
    яка ідентифікована або може бути ідентифікована.',
    'item_4_2' => "Персональні дані можна отримати через різні канали зв'язку. Зокрема, через обслуговування відвідувачів сайту, письмово або електронною формою на вебсайті.",
    'item_4_3' => "Відвідувачу на сайті https://star-up-group.com.ua/ може бути запропоновано запровадити персональні дані за наявності його згоди. Зокрема, може бути запропоновано ввести ім'я, прізвище, адресу електронної пошти, номер
    телефону, дату народження, стать, а також зареєструватися на сайті за допомогою соціальних мереж, таких як Twitter, Facebook. Бурцев Сергій Миколайович може звертатися до відвідувача сайту із проханням про надання інших даних.",
    'item_4_4' => "При реєстрації на сайті https://star-up-group.com.ua/ відвідувач дає згоду Бурцев Сергій Миколайович на обробку своїх персональних та реєстраційних даних. Якщо відвідувач приймає рішення надати свої персональні дані, цим він надає згоду на передачу та зберігання цих даних.",
    'item_4_5' => 'Персональні дані відвідувачів використовуються для забезпечення обміну інформацією, відносин у сфері реклами та комунікації відповідно до Законів України "Про захист персональних даних", "Про інформацію", "Про рекламу", "Про телекомунікації", "Про підприємництво", "Про захист інформації в
    інформаційно-телекомунікаційних системах", НД ТЗІ 2.5-010-03 "Вимоги до
    захисту інформації WEB-сторінки від несанкціонованого доступу".',
    'item_4_6' => "Персональні дані відвідувачів можуть зберігатись протягом 3 років після того, як суб'єкт персональних даних перестав бути відвідувачем сайту
    https://star-up-group.com.ua/.",
    'item_4_7' => "Сервер Бурцев Сергій Миколайович тимчасово реєструє доменне ім'я або IPадресу комп'ютера відвідувача, а також дату доступу, файли (ім'я файлу та
    URL), код відповіді HTTP та вебсайт, з якого відвідувач потрапив на сайт
    https://star-up-group.com.ua/, кількість байт, переданих під час сесії.",
    'item_4_8' => 'Під час роботи сайту https://star-up-group.com.ua/ використовуються файли cookie. За їх допомогою можлива ідентифікація браузера відвідувача. У цих файлах можливе збереження налаштувань користувачів та інших відомостей.
    Відвідувач може настроїти браузер таким чином, щоб відхиляти всі файли
    cookie або сповіщати про їхнє надсилання.',
    'item_4_9' => 'Файли cookie забезпечують підтримку функцій безпеки та запуск. Файли cookie також дозволяють відстежувати порушення ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ ТА УМОВ відвідувачами чи пристроями. Файли cookie допомагають оцінити кількість і частоту запитів, а також виявляти та блокувати відвідувачів або пристрої, які намагаються виконати пакетні завантаження інформації з вебсайту.',
    'item_4_10' => "За допомогою системи Google Analytics Бурцев Сергій Миколайович збирає статистику про відвідування сайту https://star-up-group.com.ua/,таку як відвідувані сторінки, кількість переглядів сторінок, інформацію, що була завантажена, домени інтернет-провайдерів та країни походження відвідувачів, а також адреси вебсайтів, які відвідували до і після сайту https://star-up-group.com.ua/ та ін. Жодна з цих дій не пов'язана з відвідувачем особисто і вимірюється лише в сукупності.",
    'item_4_11' => 'Особи до 18 років не мають права використовувати будь-які послуги на сайті https://star-up-group.com.ua/, зокрема реєстрацію. Бурцев Сергій Миколайович ніколи навмисно не збиратиме дані про неповнолітніх, не використовуватиме їх, а також не розголошуватиме їх третій стороні без відповідного дозволу. Бурцев Сергій Миколайович радить батькам та опікунам стежити за тим, які сайти відвідують їхні діти.',

    'item_5' => 'Сайт https://star-up-group.com.ua/ може містити посилання на сайти, які не управляються Бурцев Сергій Миколайович Такі посилання наведені виключно для інформаційних цілей.',

    'item_6' => 'Сайт https://star-up-group.com.ua/ може використовувати сервіс захисту від DDOS атак Google Project Shield. Це означає, що Google може обробляти дані, зібрані в процесі роботи Project Shield відповідно до політики конфіденційності Goolge Inc.',
    'item_6_1' => 'Ці модулі можуть бути кнопками синхронізації облікового запису на сайті https://star-up-group.com.ua/: Like, розповісти або відповідно "Мені подобається". Якщо відвідувач відкривав одну із вебсторінок, оснащену таким плагіном, його інтернет-браузер безпосередньо підключить його до серверів Facebook, Twitter, LinkedIn, Google+ або Youtube. Плагін передаватиме на сервер дані про те, які саме вебсторінки сайту https://star-up-group.com.ua/ відвідувач переглядав.',
    'item_6_2' => 'При використанні будь-яких функцій плагіна ця інформація також буде синхронізована з обліковим записом відвідувача на Facebook, Twitter, LinkedIn, Google+ або Youtube. Більш детальну інформацію про збирання та
    використання даних Facebook, Twitter, LinkedIn, Google+ або Youtube, а також
    про права та можливості захисту персональних даних у цьому контексті можна
    знайти в розділі про конфіденційність на сайтах Facebook, Twitter, LinkedIn,
    Google+ або Youtube.',
    'item_6_3' => "Щоб уникнути зв'язку мереж Facebook, Twitter, LinkedIn, Google+ або Youtube з сайтом https://star-up-group.com.ua/ та подальшого співвіднесення даної інформації з обліковим записом, відвідувач повинен вийти з облікового запису мережі перед відвідуванням сайту https://star-up-group.com.ua/.",

    'item_7' => 'Відомості про трафік, який проходить через мережу Бурцев Сергій Миколайович, електронною поштою та активність клієнтів у мережі Інтернет на сайті
    https://star-up-group.com.ua/ захищені відповідно до законодавства. Це означає, що
    Бурцев Сергій Миколайович та його співробітники не можуть втручатися у таємницю
    телекомунікацій.',

    'item_8' => 'Бурцев Сергій Миколайович має право надати будь-яку особисту інформацію відвідувачів сайту https://star-up-group.com.ua/ на вимогу правоохоронних органів, на рішення/ухвалу суду або в рамках інших законних процедур, або на іншу вимогу згідно з чинним законодавством України.',

    'item_9' => 'Бурцев Сергій Миколайович не гарантує та не стверджує, що використання матеріалу, що надається на сайті https://star-up-group.com.ua/, не зашкодить інтересам третіх осіб.',

    'item_10' => "Бурцев Сергій Миколайович вживає заходів, щоб інформація на сайті https://star-up-group.com.ua/ була достовірною. Однак Бурцев Сергій Миколайович не бере на себе відповідальність і не гарантує, що надана інформація та дані є точними, об'єктивними та актуальними на момент перегляду",

    'item_11' => "Авторські матеріали, опубліковані на сайті https://star-up-group.com.ua/, є точкою зору журналістів, не є нормою і не повинні так тлумачитися. Бурцев Сергій Миколайович не несе відповідальності за точність, об'єктивність та актуальність інформації, опублікованої на сайті https://star-up-group.com.ua/, зокрема, з посиланням на інші джерела",

    'item_12' => 'Усі права на сайт https://star-up-group.com.ua/ та його зміст належать Бурцев Сергій Миколайович або використовуються за погодженням з правовласниками. Даний сайт загалом, та окремі його елементи охороняються Законом України "Про авторське право та суміжні права", Міжнародними правовими актами та іншими актами чинного законодавства України.',

    'item_13' => 'Відвідувачі сайту не повинні розповсюджувати, змінювати, передавати, використовувати чи використовувати повторно будь-яку інформацію з сайту https://star-up-group.com.ua/ для будь-якої публічної чи комерційної мети без
    письмового дозволу Бурцев Сергій Миколайович. Відвідувачі повинні дотримуватися
    всіх авторських прав та інших приміток про власність на завантажені та/або
    копійовані матеріали. Скопійована інформація має містити активне посилання на
    сайт https://star-up-group.com.ua/.',

    'item_14' => 'Копіювання інформації з сайту https://star-up-group.com.ua/ може бути здійснене з некомерційною метою для розміщення на сторінках користувача, в блогах, соціальних мережах.',

    'item_15' => 'Використання відвідувачем сайту https://star-up-group.com.ua/ відбувається на власний ризик користувача. Бурцев Сергій Миколайович або будь-яка інша сторона, залучена у створення, виробництво чи обслуговування сайту https://star-up-group.com.ua/, не несе відповідальності за прямі, непрямі чи випадкові збитки, будь-коли заподіяні або викликані тим, що відвідувач мав доступ до сайту https://star-up-group.com.ua/, користувався ним або сподівався на нього, навіть якщо Бурцев Сергій Миколайович попереджало відвідувача про можливість таких збитків та втрат',

    'item_16' => "Бурцев Сергій Миколайович в жодному разі не буде причетний до однієї зі сторін прямого, непрямого, навмисного чи ненавмисного завдання збитків за будь-яке використання сайту https://star-up-group.com.ua/, або на будь-якому іншому взаємопов'язаному сайті включаючи, без обмеження, будь-яку втрату доходів, гудвілу, втрату програм чи інших даних у системі обробки інформації відвідувача, навіть якщо Бурцев Сергій Миколайович було швидко поінформовано про можливість таких збитків.",

    'item_17' => 'При роботі з сайтом https://star-up-group.com.ua/ відвідувачу не надаються права на інтелектуальну власність ні на один сайт, ні на його зміст або використання будьяких елементів брендингу або логотипів сайту https://star-up-group.com.ua/.',

    'item_18' => 'Якщо Ви відвідали цей сайт, Ви автоматично погоджуєтесь з цією ПОЛІТИКОЮ КОНФІДЕНЦІЙНОСТІ ТА УМОВАМИ. Якщо Ви не погоджуєтесь з даною
    ПОЛІТИКОЮ КОНФІДЕНЦІЙНОСТІ ТА УМОВАМИ, Ви повинні залишити цей сайт.',
];