<?

return [
    'metaTitle' => 'Яку роль title відіграє просування сайту star-up-group.com.ua',
    'metaDescription' => 'Поради фахівця, як правильно писати title, практичні приклади, що потрібно робити, чого немає. star-up-group.com.ua',
    'title' => 'Title важливий чи ні?',

    'shortDescription' => 'Яку роль title грає у просуванні сайту давайте спробуємо розібратися разом',

    'whatIsTitle' => 'Що таке title?',
    'whatShouldBeWrittenInTitle' => 'Що потрібно писати в title?',
    'howToWriteCorrectTitle' => 'Як написати правильний title?',
    'titleExample' => 'Пример написания title',

    'title_1' => 'Думаю, всі чули про терміни "заголовок" (title), "опис" (description) та "ключові слова" (keywords), якщо стикалися з просуванням сайту або мають свій власний веб-сайт. Давайте розберемося по порядку, для чого потрібні заголовок, опис та ключові слова на сайті. Насправді все дуже просто, якщо не ускладнювати ці терміни складними визначеннями з Вікіпедії.',
    'title_2' => 'Отже, ми підійшли до відповіді на це питання. Заголовок (title) є одним із ключових та найважливіших мета-тегів на сторінці веб-сайту. Його правильне написання підніме ваш сайт у результатах пошуку і приверне користувачів, але якщо він складений некоректно, то ефект буде зовсім протилежним.',
    'title_3' => 'У цій статті я намагався якомога простими словами пояснити, що таке мета-тег заголовка (title). Але це все лише базові поняття, на практиці потрібно аналізувати кожен конкретний випадок. Ви можете самостійно дослідити цю тему або довіритися професіоналам.',
    'title_4' => 'Телефонуйте або пишіть нам, і ми знайдемо ідеальне рішення саме для вашого сайту.',

    'whatIsTitle_1' => 'Саме слово title підказує, що це заголовок, але заголовок чого? На самій сторінці сайту його не видно. Title - це заголовок сторінки для пошукових роботів.',
    'whatIsTitle_2' => 'Що це означає? Це означає, що коли робот займається індексацією сторінки, він звертає особливу увагу на цей мета-тег. Але де його може побачити користувач, або це призначено лише для робота? Заголовок (title) є дуже важливим полем для користувача, оскільки саме на його основі користувач приймає рішення, чи заходити на сайт, чи ні.',
    'whatIsTitle_3' => 'Отже, це поле, яке користувач бачить у пошуковій системі і це є title.',

    'whatShouldBeWrittenInTitle_1' => 'Оскільки title  є першим контактом змісту сторінки для користувача, його максимально точно потрібно описати, що ми пропонуємо на сторінці. Спробуйте привернути увагу користувача серед інших результатів пошуку.',

    'howToWriteCorrectTitle_1' => 'У мета-тега title є певні вимоги до написання. Максимальна довжина заголовка не повинна перевищувати 70 символів. Title повинен бути унікальним на сайті. У заголовку потрібно зібрати максимально релевантні слова.',

    'titleExample_1' => 'Давайте розберемо на прикладі. Наприклад, у нас є магазин, який продає дитячі електромобілі, на яких діти катаються. І там є назва товару, наприклад, "Електромобіль Mercedes-Benz код 12345". Для такої сторінки потрібно придумати заголовок (title).',
    'titleExample_2' => 'Наприклад, можемо написати так: "Дитячий електромобіль Mercedes-Benz код 12345, двомісний". Здається, ми написали все правильно, але давайте подивимось, що бачить користувач.',
    'titleExample_3' => 'У цьому випадку ми показуємо клієнту, який шукає "електромобіль", нашу посилання і він заходить на сторінку, але бачить там зовсім не те, що шукав, і виходить. Якщо ви скажете: "Ну, і що? Зайшов і вийшов, яка для нас проблема?"',
    'titleExample_4' => 'Проблема полягає в тому, що якщо у нас великий відсоток відмов, то у нас нерелевантний пошуковий запит, і пошуковик знижує наш рейтинг і, відповідно, позиції в результатах пошуку.',
    'titleExample_5' => 'Тому в такому випадку краще написати: "Дитячий електромобіль Mercedes-Benz код 12345, двомісний". При написанні такого заголовка ми не будемо привертати на сторінку користувачів, яких цікавить лише "електромобіль".',
];
